_posts/language/2024-05-22-mutatis-mutandis.html
---
layout: post
title: 单词本：mutatis mutandis
tags: [English]
categories: [language]
---
<p>
这几年写了不少专利，我们的专利律师会调整专利的文本描述。比如这是专利律师修改的版本：
</p>

<p>
Any of the optional features or subaspects of the first aspect may be
applied to the second aspect, <b>mutatis mutandis</b>.
</p>

<p>
意思是说第一方面描述的额外功能也可以经过微调适用于第二方面。
</p>

<p>
这里，专业的专利的律师用了<b>mutatis mutandis</b>这组拉丁语。该词组源自
<b>mutare</b> （改变）的过去分词和被动将来分词，字面意思是 &ldquo;things being
changed that have to be changed&rdquo;，引申为 although changes will be
necessary in order to take account of different situations, the basic
point remains the same. 大体不变的情况下，经过必要微调。
</p>

<p>
比如： This complex pattern has been repeated, <b>mutatis mutandis</b>, all
over the country. 这种复杂的模式在全国范围内重复出现，且在各地经过了必要微调。
</p>

<p>
我还了解到拉丁语 <b>mutare</b> 的辞源是原始印欧词根 <b>mei</b> （变化、移动）。
</p>

<p>
源自这个词根的词就不胜枚举了：
</p>
<ul class="org-ul">
<li>permute 彻底改变, permutation 排列, per “彻底”和 mutare “改变”。</li>
<li>amoeba 阿米巴变形虫，会变形呀。</li>
<li>emigrate 移居国外，immigrate 移民入境。</li>
</ul>
